{
  "sourceCategory": "https://bloomtech.de/Selektierte-LEDs",
  "checkedLinks": 11,
  "previewCount": 11,
  "items": [
    {
      "sourceUrl": "https://bloomtech.de/Fortis-NXT-720w-BYD-ID",
      "title": "Fortis NXT 720w BYD",
      "manufacturer": "Fox Lighting Europe BV",
      "handle": "fortis-nxt-720w-byd-fox-lighting-europe-bv",
      "shortDescription": "Für Wuchs/Blüte auf 150x150cm, 2,7µmol/J, 1944µmol/s",
      "description": "Beschreibung Die FORTIS BYD® LED 720W ist eine LED-Leuchte mit 6 Lichtleisten. Das Gerät ist für den Einsatz in Gewächshäusern oder klimatisierten Zuchtraum mit PPFD von 1944 micromole/s/m², mit bester Lichtdurchdringung für Deine Pflanzen. FORTIS BYD® bietet ein ausgezeichnetes Vollspektrum für alle Phasen des Anbaus . Das natürlich wirkende Licht, das die FORTIS BYD® 720W LED ausstrahlt, macht es einfach, die Gesundheit Deiner Pflanzen genau zu überwachen. UMGEBUNG: Das Gerät ist für die Verwendung in Gewächshäusern oder klimatisierten Räumen vorgesehen. Das Produkt kann in feuchter Umgebung verwendet werden, da die LED-Leuchte den IP-Wert IP66 hat. Das Produkt darf also NICHT in einer nassen Umgebung oder im Freien verwendet werden. Die LED-Armatur funktioniert bei einer Umgebungstemperatur zwischen 20-30 Grad Celsius optimal. TECHNISCHE DATEN: Lichtquelle: LED Spektrum: Vollspektrum Weiss: 1980 Stk, Ledestar 282B, 4000 Kelvin Rot: 150 Stk, Ledestar 3030, Deep red 660 nm Insg.: 2130 LEDs 99% lumen Erhalt nach 9000 Stunden, 94% lumen Erhalt nach 20000 Stunden PPF: 1944 µmol/s Eingangsleistung: 720 W Eingangsspannung: AC 220-277 V Wirkungsgrad: 2,7 µmol/J Kühlung Passive Kühlung: unsere solide, robuste Konstruktion hat keinen Lüfter im Inneren Dimmen manuell 0-25-40-60-80-100% sowie externe Steuerung 0-10V Lichtverteilung 120 Grad Ausleuchtung: 120 x120 cm bis 150 x 150 cm LEDs: 2184 Ledestar chips Lebensdauer L90: > 54.000 Stunden Leistungsfaktor > 90% Zertifizierung IP66, CE Montagehöhe 15-70 cm über den Pflanzenspitzen Abmessungen: 110 x 110 x 6,7 cm hoch Gewicht: 8,9 kg INSTALLATION: BEACHTEN SIE ENTSPRECHENDE ÖRTLICHEN VORSCHRIFTEN. Achtung! Die Montage und Installation der LED-Leuchte darf nur von einem zertifizierten Elektriker in Übereinstimmung mit den örtlichen Gesetzen und Vorschriften durchgeführt werden. Der Installateur ist für die korrekte und sichere Inbetriebnahme verantwortlich. Vergewissern Sie sich, dass das örtliche Stromversorgungssystem die Spannungs- und Leistungsanforderungen der LED unterstützt. Vermeiden Sie aufgewickelte Kabel und halten Sie die Netzkabel getrennt. Dies verhindert elektromagnetische Störung. Trennen Sie die Lampe immer vom Strom bevor sie Arbeiten daran vornehmen. Netzanschlusskabel (EU-Kaltgeräte) liegt bei. Fläche: 120x120 150x150",
      "technicalDetails": "Fläche: 120x120 150x150; Artikelgewicht: 7,50 kg",
      "price": 141.61,
      "stock": {
        "statusText": "19 Auf Lager",
        "quantity": 19,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "7.5 kg",
        "grams": 7500
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7753/lg/fortis-nxt-720w-byd-id.webp",
        "https://bloomtech.de/media/image/product/7753/lg/fortis-nxt-720w-byd-id~2.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Lumii-XLED-720W",
      "title": "XLED 720W",
      "manufacturer": "Lumii",
      "handle": "xled-720w-lumii",
      "shortDescription": "Für Wuchs/Blüte auf 150x150cm, 2,4µmol/J, 1700µmol/s",
      "description": "Email, wenn verfügbar Beschreibung Lumii XLED 720W Die Lumii XLED 720W ist ein LED-Pflanzenlicht für die komplette Wachstums- und Blütephase . Mit einer Leistung von 720 Watt liefert sie intensive, gleichmäßige Beleuchtung für Anbauflächen von 1,2 x 1,2 bis 1,5 x 1,5 Meter. Das faltbare Balken-Design mit mehreren LED-Strips sorgt für eine homogene Lichtverteilung ohne starke Hotspots. So erreichst du eine gleichmäßigere Entwicklung deiner Pflanzen, dichtere Blüten und eine bessere Ausnutzung der Anbaufläche. Das Vollspektrum mit zusätzlichem Rotanteil fördert sowohl kräftiges vegetatives Wachstum als auch eine üppige Blüte. Auf 120 x 120 cm ist nach gängigen DLI-Tabellen auch ein Einsatz von CO 2 denkbar. Durch Über den integrierten Dimmer kannst du die Leistung flexibel an die jeweilige Phase und die Bedürfnisse deiner Pflanzen anpassen, z. B. Keimung, Wachstum oder Blüte. Die Lampe arbeitet lüfter- und damit geräuschlos, was sie ideal für diskrete Setups macht. Sehr kompakter Aufbau, die Stromversorgung ist im Rahmen integriert . Der Anschluss erfolgt über die verbaute Kombination IEC-Stecker und Netzkabel, also Plug & Play. Technische Daten: – Leistung: 720 W – Eingangsspannung: 220–240 V, 50/60 Hz – PPF: 1700 µmol/s – Effizienz: 2,4 µmol/J – Abstrahlwinkel: breit, für gleichmäßige Ausleuchtung – Spektrum: Vollspektrum mit erweitertem Rotbereich – Dimmbar: z. B. 35/45/55/75/100 % – Empfohlene Fläche: ca. 120 × 120 bis 150 × 150 cm – Betriebstemperatur: für Innenräume mit guter Belüftung Mit der Lumii XLED 720W holst du dir eine moderne, sehr günstige LED-Lösung ins Growzelt, die auf hohe Erträge und starke Performance bei reduziertem Energieverbrauch ausgelegt ist. Lieferumfang: 1x LED-Armatur mit IEC-Kabel ca. 30 cm 1x Netzkabel ca. 1,50 cm, IEC auf 230 V 1x RJ11-Kabel für Daisychaining mehrerer Armaturen, ca. 180cm 2x Stahlseilaufhängung, fest, \"\"-form 2x Seilzugaufhängung, variabel Fläche: 120x120 150x150",
      "technicalDetails": "Fläche: 120x120 150x150; Artikelgewicht: 8,00 kg",
      "price": 104.72,
      "stock": {
        "statusText": "Bald wieder auf Lager",
        "quantity": 0,
        "inStock": false
      },
      "supplierWeight": {
        "raw": "8 kg",
        "grams": 8000
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7825/lg/lumii-xled-720w.webp",
        "https://bloomtech.de/media/image/product/7825/lg/lumii-xled-720w~2.webp",
        "https://bloomtech.de/media/image/product/7825/lg/lumii-xled-720w~3.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Lux-Helios-Pro-240-Watt-28",
      "title": "Lux Helios Pro 240 Watt, 2.8",
      "manufacturer": "Ferna Trade",
      "handle": "lux-helios-pro-240-watt-2-8-ferna-trade",
      "shortDescription": "Für Wuchs/Blüte auf 90x90cm, 2,8µmol/J, 672µmol/s",
      "description": "Beschreibung Lux Helios Pro 240 Watt, 2.8 µmol/s Kompakte LED, für Wachstum und Blüte. Am Gerät selbst in 25 % -Stufen oder per Controller (dann feiner) extern dimmbar. Falls mehrere LEDs zusammen betrieben werden sollen, kann über ein Daisy-Chaining ein Controller alle gleichzeitig steuern. Technische Daten: Leistung: 240 W ± 5 % Eingangsspannung: 200–240 V AC, 50/60 Hz Spektrum: Vollspektrum PPF: 672 μmol/s (LED: 2,8 µmol/J) Leistungsfaktor: ≥0,98 Wärmemanagement: Passiv, ohne Lüfter Digitales Dimmen: 0%-25%-50%-75%-100%-EXT (Schaltfläche) Timing: 6H / 12H / 18H (Knopf) Lichtverteilung: 120° Ausleuchtungsfläche: 80 x 80 - 90 x 90 cm Lebensdauer: >50.000 Stunden Umgebungstemperatur: 0°C-40°C Schutzklasse: IP65 Abmessungen: 560 x 360 x 60 mm Bruttogewicht: 3,25 kg Fläche: 80x80 90x90",
      "technicalDetails": "Fläche: 80x80 90x90; Artikelgewicht: 3,25 kg",
      "price": 102.57,
      "stock": {
        "statusText": "5 Auf Lager",
        "quantity": 5,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "3.25 kg",
        "grams": 3250
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7806/lg/lux-helios-pro-240-watt-28.webp",
        "https://bloomtech.de/media/image/product/7806/lg/lux-helios-pro-240-watt-28~2.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Lux-Helios-Pro-300-Watt-28",
      "title": "Lux Helios Pro 300 Watt, 2.8",
      "manufacturer": "Ferna Trade",
      "handle": "lux-helios-pro-300-watt-2-8-ferna-trade",
      "shortDescription": "Für Wuchs/Blüte auf 120x60cm, 2,8µmol/J, 840µmol/s",
      "description": "Beschreibung Lux Helios Pro 300 Watt, 2.8 Kompakte LED für Wuchs und Blüte Am Gerät selbst in 25 % - Stufen oder per Controller (dann feiner) extern dimmbar. Falls mehrere LEDs zusammen betrieben werden sollen, kann über ein Daisy-Chaining ein Controller (0 - 10 V) alle gleichzeitig steuern. Technische Daten: Eingangsleistung: 300 W±5% Eingangsspannung: 200-240 VAC 50/60 Hz Lichtquelle: LED Spektrum: Volles Spektrum PPE: 2,8 μmol/J PPF: 840 μmol/s Leistungsfaktor: ≥0,95 Thermisches Management: Passiv Dimmen: EXT-0%-25%-50%-75%-100% (0-10V) Lichtverteilung: 120° Ausleuchtbare Fläche: 120 x 60 cm Lebensdauer: >50.000 Stunden Arbeitstemperatur: 0° C - 40° C Schutzklasse: IP65 Abmessungen: 850 x 460 x 38 mm Bruttogewicht: 4,75 kg Fläche: 120x60",
      "technicalDetails": "Fläche: 120x60; Artikelgewicht: 4,75 kg",
      "price": 106.06,
      "stock": {
        "statusText": "25 Auf Lager",
        "quantity": 25,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "4.75 kg",
        "grams": 4750
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7807/lg/lux-helios-pro-300-watt-28.webp",
        "https://bloomtech.de/media/image/product/7807/lg/lux-helios-pro-300-watt-28~2.webp",
        "https://bloomtech.de/media/image/product/7807/lg/lux-helios-pro-300-watt-28~3.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Spektrum-Master-720W-110cm",
      "title": "Spektrum Master 720W 110cm",
      "manufacturer": "Fox Lighting Europe BV",
      "handle": "spektrum-master-720w-110cm-fox-lighting-europe-bv",
      "shortDescription": "Für Wuchs/Blüte auf 150x150cm, 2,8µmol/J, 2016µmol/s",
      "description": "",
      "technicalDetails": "Fläche: 120x120 150x150; Artikelgewicht: 10,00 kg",
      "price": 264.18,
      "stock": {
        "statusText": "32 Auf Lager",
        "quantity": 32,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "10 kg",
        "grams": 10000
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7838/lg/spektrum-master-720w-110cm.webp",
        "https://bloomtech.de/media/image/product/7838/lg/spektrum-master-720w-110cm~2.webp",
        "https://bloomtech.de/media/image/product/7838/lg/spektrum-master-720w-110cm~3.webp",
        "https://bloomtech.de/media/image/product/7838/lg/spektrum-master-720w-110cm~4.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Hortimol-Zusatzleiste-50W-UV-und-40W-FR",
      "title": "Hortimol LED Zusatzleiste 50W UV und 40W FR",
      "manufacturer": "Fox Lighting Europe BV",
      "handle": "hortimol-led-zusatzleiste-50w-uv-und-40w-fr-fox-lighting-europe-bv",
      "shortDescription": "UV-A und Fernrot",
      "description": "Beschreibung Hortimol LED 90w Zusatzbalken mit einstellbarem Spektrum Das Hortimol LE90A Modell besteht aus 2 zusätzlichen UV A und Far Red LED Balken. Es wurde speziell entwickelt, um zusätzliches UV- und fernrotes Licht zu liefern, um das Lichtspektrum anderer Lichtquellen wie Hortimol MG6 480w & MG8 660w zu erweitern. Das einzigartige Design der Balken bietet eine beidseitige Lumineszenz mit einem breiten Abstrahlwinkel, der eine gleichmäßige Verteilung auf jeder Pflanze ermöglicht. Das einstellbare Montagezubehör ist für die Montage auf MG6- und MG8-Armaturen vorgesehen und ermöglicht die Anpassung an eine Vielzahl von LED-Modellen auf dem Markt. Einstellbares Montagezubehör für die Kompatibilität mit anderen Marken wie Spektra Master, Fluence, Gavita, Lumatek, usw. Beidseitige Lumineszenz mit breitem Abstrahlwinkel Schalter zur separaten Aktivierung von UV- oder Far-Red-Spektren Balken können leicht ausgetauscht werden UV A 385nm + Far Red 730nm, die bestmögliche Kombination Ultraviolettes Licht ist sehr vorteilhaft für das Pflanzenwachstum und für die mögliche Reduzierung von Krankheiten. Bei Pflanzen führt das UV-Wachstumsspektrum in Kombination mit dem IR-Spektrum zu Reaktionen, die denen von blauem Licht sehr ähnlich sind, und stimuliert die Photosynthese erheblich. Indem sie bei den Pflanzen gesunden Stress auslösen, können UV/FR-Stäbe sie dazu anregen, ihre eigenen natürlichen \"Sonnenschutzmittel\" (Schutzstoffe) zu produzieren. So entwickeln die Pflanzen beispielsweise mehr Trichome, Terpene, neue Stoffwechselprodukte und sogar Farbvariationen. Gesunde Pflanzen schützen sich auf natürliche Weise Neueste wissenschaftliche Untersuchungen haben gezeigt, dass Pflanzen über spezifische Photorezeptoren für UV-Strahlung verfügen. Eine geregelte Bestrahlung in der richtigen Intensität und über den richtigen Zeitraum führt ebenfalls zu gesünderen, widerstandsfähigeren Pflanzen. Die Dicke der Blätter und Zellwände nimmt zu, so dass die Pflanzen dank dieses dickeren natürlichen Schutzes weniger anfällig sind. Applikation: UV: Jede Pflanze reagiert anders auf UV-Bestrahlung. Daher wird empfohlen in der Blüte mit 15 Minuten pro Tag anzufangen und dies jede Woche um weitere 15 Minuten zu erhöhen, und auf eine weitere Erhöhung zu verzichten, sollten die Pflanzen irgendwann negativ reagieren. Fernrot: im Wachstum für Fernrot zu einer Streckung der Pflanzen und größeren Blättern, in der Blüte kann (falls es als ganz am Ende des Tages zuletzt für ca. 15 Minuten gegeben) den Schlafzyklus der Pflanze einleiten. Es können auch Bitte niemals ohne Schutz in die LED blicken! Am Besten so schalten, dass das Licht aus ist, sobald sich jemand im Raum / Zelt aufhält. Technische Daten: Spektrum: UV 385nm + FR 730nm Verteilung: UV 50W + FR 40W Eingangsspannung: 220-230V, 50-60Hz Eingangsstrom: 0,41A @ 230V Eingangsleistung: 90W Bereich fur Beleuchtung: 120x120 - 150x150 cm Lichtquelle: OSRAM LED Thermisches Management: Passiv Masse: 944 x 54 x 27.4 mm Gewicht: 2,6 kg Schutzart: IP65 = Staubfrei + spritzswassergeschutzt Zertifizierung: CE, ETL, UL8800.",
      "technicalDetails": "Artikelgewicht: 3,76 kg",
      "price": 189.21,
      "stock": {
        "statusText": "12 Auf Lager",
        "quantity": 12,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "3.76 kg",
        "grams": 3760
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~2.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~3.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~4.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~5.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~6.webp",
        "https://bloomtech.de/media/image/product/7554/lg/hortimol-zusatzleiste-50w-uv-und-40w-fr~7.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Spektra-Master-720W",
      "title": "Spektra Master 720W 120cm",
      "manufacturer": "Fox Lighting Europe BV",
      "handle": "spektra-master-720w-120cm-fox-lighting-europe-bv",
      "shortDescription": "Für Wuchs/Blüte auf 150x150cm, 2,8µmol/J, 2016µmol/s",
      "description": "",
      "technicalDetails": "Fläche: 150x150; Artikelgewicht: 10,60 kg",
      "price": 264.18,
      "stock": {
        "statusText": "10 Auf Lager",
        "quantity": 10,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "10.6 kg",
        "grams": 10600
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/6510/lg/spektra-master-720w.webp",
        "https://bloomtech.de/media/image/product/6510/lg/spektra-master-720w~2.webp",
        "https://bloomtech.de/media/image/product/6510/lg/spektra-master-720w~3.webp",
        "https://bloomtech.de/media/image/product/6510/lg/spektra-master-720w~4.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Fox-LED-Lighting-Controller",
      "title": "Fox LED Lighting Controller",
      "manufacturer": "Fox Lighting Europe BV",
      "handle": "fox-led-lighting-controller-fox-lighting-europe-bv",
      "shortDescription": "Steuereinheit für Spektrum Master und Fortis",
      "description": "Email, wenn verfügbar Beschreibung Produktbeschreibung: Spektra Master LED Controller 0-10V Der Spektra Master LED Controller ist ein digitaler Master Controller mit Einzelkanalsteuerung, der optimal für LED-Leuchten mit RJ11-, RJ12- oder RJ14-Anschluss geeignet ist. Vorteile auf einen Blick: Integrierte Lichtzyklussteuerung: Der Controller verfügt über eine eingebaute Zeitsteuerung, wodurch eine zusätzliche Zeitschaltuhr überflüssig wird. Überwachung von Temperatur und Luftfeuchtigkeit: Dank des mitgelieferten Sensors werden Temperatur und Luftfeuchtigkeit ständig gemessen und können bequem über das große Display abgelesen werden zusätzliche Geräte wie Thermometer oder Hygrometer sind nicht erforderlich. Sonnenaufgangs- und -untergangssimulation: Der Controller ermöglicht eine sanfte Lichtanpassung, die einen Sonnenaufgang bzw. Sonnenuntergang simuliert. Beim Sonnenaufgang wird das Licht langsam hochgeregelt, und beim Sonnenuntergang wird es über bis zu 60 Minuten stufenweise gedimmt und schließlich ausgeschaltet. AutoPilot-Funktion: Der integrierte Temperatur- und Feuchtigkeitssensor steuert nicht nur das Dimmen, sondern schaltet die LEDs bei Überhitzung automatisch ab. Die gewünschten Temperaturgrenzen können individuell festgelegt werden, um das automatische Dimmen oder die Notabschaltung auszulösen. Eigenschaften: Kompatibel mit 0-10V (bis 11,5V) dimmbaren LED-Leuchten Einfaches Plug & Play-System Selbstregulierendes Dimmen oder Abschalten bei abnormalen Temperaturbedingungen Steuert bis zu 25 LED-Leuchten (abhängig vom Treiber auch bis zu 50) Programmierbare Tageszyklen oder benutzerdefinierte Zyklen Simulation von Sonnenaufgang und Sonnenuntergang Lieferumfang: 1x Spektra Master LED Controller 1x AC/DC-Adapter 1x Temperatur- und Feuchtigkeitssensor 1x RJ14-Kabel Technische Details: Eingangsspannung: 5V DC / 2A Abmessungen: 145 x 80 x 28 mm Ausgangssignal: 0-11,5 Volt / 50 mA Umgebungstemperaturbereich: 0-45 °C Maximale Anzahl steuerbarer LEDs: 25 Sonnenaufgangs- und -untergangsfunktion: Ja Automatische Dimm- und Abschaltfunktion: Ja",
      "technicalDetails": "Artikelgewicht: 2,40 kg",
      "price": 89.25,
      "stock": {
        "statusText": "Bald wieder auf Lager",
        "quantity": 0,
        "inStock": false
      },
      "supplierWeight": {
        "raw": "2.4 kg",
        "grams": 2400
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/6770/lg/fox-led-lighting-controller.webp",
        "https://bloomtech.de/media/image/product/6770/lg/fox-led-lighting-controller~2.webp",
        "https://bloomtech.de/media/image/product/6770/lg/fox-led-lighting-controller~3.webp",
        "https://bloomtech.de/media/image/product/6770/lg/fox-led-lighting-controller~4.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Grow-Beleuchtung/HortiONE-420-V3-LED-150-Watt",
      "title": "420 V3 LED 150 Watt 2.9",
      "manufacturer": "HortiOne",
      "handle": "420-v3-led-150-watt-2-9-hortione",
      "shortDescription": "Für Wuchs/Blüte auf 60x60cm, 2,9µmol/J, 408µmol/s",
      "description": "Beschreibung HortiONE 420 LED 150W Die 3. Generation! Größer – stärker und effizienter Die neue HortiONE 420 besteht aus einen langen und abgewinkelten LED-Panel mit verbesserten Lichtspektrum für die Blüte. Sie ist ideal für Indoor-Growing geeignet und kann sowohl im Wachstum und Blüte eingesetzt werden. Die Hybridaufbauweise mit Vollspektrum- und Hochleistungs-MID-Power-LEDs (3030C Plattform mit 4000K) gemischt mit OSRAM High-Power-LEDs (660nm) machen diese LowBudged LED-Lampe zu einer perfekten Growlampe für ertragreiche Ernten. Die Panellänge von 51,4 cm in Verbindung mit der LED-Chip Anordnung am Rand, sorgen für eine verbesserte Lichtverteilung auch für größere Flächen. Die Effizienz konnte auf 2,9 µmol/J gesteigert werden. Dadurch wird jedes Watt in noch mehr Licht (PPF) umgewandelt. Die gesteigerte Leistung von 150 Watt bringen 408 µmol/s auf deine Growfläche. Der Treiber kann über externe Controller gesteuert werden, um deinen Beleuchtungszyklus zu automatisieren. Wie viele HortiONE 408 brauchst du für welche Fläche? 60 x 60 cm: 1x hortiONE 420 80 x 80 cm: 1x hortiONE 420 100 x 100 cm: 2x hortiONE 420 100 x 100 cm: 3x hortiONE 420 Weitere Produktmerkmale: Hohe Zuverlässigkeit und Langlebigkeit Hohe Beständigkeit gegen Schwefel und VOCS LM90: nach 50 000h Laufleistung nur 10% Verlust der Lichtleistung Hohe Lichtleistung: Sorgfältig ausgewählte LEDs kombiniert in einem effizienten Design für maximale Lichtleistung Geringe Wärmeentwicklung: Keine Kühlung erforderlich und keine aktive Wärmestrahlung (IR, 800nm) auf deine Pflanzen Höhere Qualitätsausbeute: Gesündere Pflanzen & Erhöhter Wirkstoffgehalt Technische Daten: 150 Watt LED-Leuchte mit Vollspektrum und weitem Rotanteil für verbesserte Blütenbildung Effizienz: 2,9 µmol/J Gesamtleistung (PPF): 408 µmol/s Anzahl LED-Chips: 420 Stück (408 x Seoul 3030C 4000K & 12 x OSRAM HP Giant 660nm) Geräuschloser Betrieb durch Passivkühlung Abstrahlwinkel: 90° Lebensdauer: 50 000 Betriebsstunden Umgebungstemperatur: 0 - 35 °C Maße des LED-Panel: 51,4 x 13 x 1,3 cm Plug & Play LED 45° abgewinkelte Platte unterstützt diffuse Beleuchtung Lieferumfang: 1x HortiONE 420 (ohne Dimmer), mit Aufhängebügel 1x Treiber und Stromkabel 1x Handbuch Garantiebestimmungen Garantiebestimmungen Farbspektrum: Dual Leistung: 150 Watt Fläche: 60x60 80x80",
      "technicalDetails": "Farbspektrum: Dual; Leistung: 150 Watt; Fläche: 60x60 80x80; Artikelgewicht: 1,60 kg; Inhalt: 150 Watt",
      "price": 172.55,
      "stock": {
        "statusText": "4 Auf Lager",
        "quantity": 4,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "1.6 kg",
        "grams": 1600
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/5567/lg/grow-beleuchtung-hortione-420-v3-led-150-watt.webp",
        "https://bloomtech.de/media/image/product/5567/lg/grow-beleuchtung-hortione-420-v3-led-150-watt~2.webp",
        "https://bloomtech.de/media/image/product/5567/lg/grow-beleuchtung-hortione-420-v3-led-150-watt~3.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/Led/HortiONE-600-V3-LED-220-Watt-29",
      "title": "600 V3 LED 220 Watt 2.9",
      "manufacturer": "HortiOne",
      "handle": "600-v3-led-220-watt-2-9-hortione",
      "shortDescription": "Für Wuchs/Blüte auf 120x60cm, 2,9µmol/J, 600µmol/s",
      "description": "Beschreibung HortiONE 600 LED 220W Die 3. Generation! Größer – stärker und effizienter Die neue HortiONE 600 besteht aus einen langen und abgewinkelten LED-Panel mit verbesserten Lichtspektrum für die Blüte. Sie ist ideal für Indoor-Growing geeignet und kann sowohl im Wachstum und Blüte eingesetzt werden. Die Hybridaufbauweise mit Vollspektrum- und Hochleistungs-MID-Power-LEDs (3030C Plattform mit 4000K) gemischt mit OSRAM High-Power-LEDs (660nm) machen diese LowBudged LED-Lampe zu einer perfekten Growlampe für ertragreiche Ernten. Die Panellänge von 94 cm in Verbindung mit der LED-Chip Anordnung am Rand, sorgen für eine verbesserte Lichtverteilung auch für größere Flächen. Die Effizienz konnte auf 2,9 µmol/J gesteigert werden. Dadurch wird jedes Watt in noch mehr Licht (PPF) umgewandelt. Die gesteigerte Leistung von 220 Watt bringen 600 µmol/s auf deine Growfläche. Der Treiber kann über externe Controller gesteuert werden, um deinen Beleuchtungszyklus zu automatisieren. Wie viele HortiONE 600 brauchst du für welche Fläche? 120 x 60 cm: 1x HortiONE 600 100 x 100 cm: 2x HortiONE 600 120 x 120 cm: 3x HortiONE 600 Weitere Produktmerkmale: Hohe Zuverlässigkeit und Langlebigkeit Hohe Beständigkeit gegen Schwefel und VOCS LM90: nach 50 000h Laufleistung nur 10% Verlust der Lichtleistung Hohe Lichtleistung: Sorgfältig ausgewählte LEDs kombiniert in einem effizienten Design für maximale Lichtleistung Geringe Wärmeentwicklung: Keine Kühlung erforderlich und keine aktive Wärmestrahlung (IR, 800nm) auf deine Pflanzen Höhere Qualitätsausbeute: Gesündere Pflanzen & Erhöhter Wirkstoffgehalt Technische Daten: 220 Watt LED-Leuchte mit Vollspektrum und weitem Rotanteil für verbesserte Blütenbildung Effizienz: 2,9 µmol/J Gesamtleistung (PPF): 600 µmol/s Anzahl LED-Chips: 600 Stück (576 x Seoul 3030C 4000K & 24 x OSRAM HP Giant 660nm) Geräuschloser Betrieb durch Passivkühlung Lebensdauer: 50 000 Betriebsstunden Umgebungstemperatur: 0 - 35 °C Maße des LED-Panel: 94 x 19 x 10 cm Lieferumfang: 1x HortiONE 600 (ohne Dimmer) 1x Treiber und Stromkabel 1x Handbuch Garantiebestimmungen Garantiebestimmungen Farbspektrum: Dual Fläche: 120x60",
      "technicalDetails": "Farbspektrum: Dual; Fläche: 120x60; Artikelgewicht: 2,40 kg; Inhalt: 220 Watt",
      "price": 224.91,
      "stock": {
        "statusText": "4 Auf Lager",
        "quantity": 4,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "2.4 kg",
        "grams": 2400
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/5544/lg/led-hortione-600-v3-led-220-watt-29.webp",
        "https://bloomtech.de/media/image/product/5544/lg/led-hortione-600-v3-led-220-watt-29~2.webp",
        "https://bloomtech.de/media/image/product/5544/lg/led-hortione-600-v3-led-220-watt-29~3.webp",
        "https://bloomtech.de/media/image/product/5544/lg/led-hortione-600-v3-led-220-watt-29~4.webp"
      ]
    },
    {
      "sourceUrl": "https://bloomtech.de/HortiONE-Dimmer",
      "title": "Dimmer",
      "manufacturer": "HortiOne",
      "handle": "dimmer-hortione",
      "shortDescription": "Dimmer",
      "description": "Beschreibung HortiONE Dimmer LED-Lichtsteuerung Da immer wieder Dimmer für die V2 benötigt werden und hortiONE eine kostengünstige Alternative für den Bluetooth Dimmer bereitstellen wollte, gibt es jetzt den hortiONE Dimmer 0-10 V neu im Sortiment bei uns. Er ist kompatibel mit allen Modellen der V1-, V2- und V3-Serie der hortiONE LEDs. Der hortiONE Dimmer wird einfach über ein Steckerkabel an die LED per Plug&Play angeschlossen und kann stufenlos dimmen. Die Maße des Dimmers (LxBxH) sind 3x2,3x3cm und er wiegt gerade mal 50g. Technische Daten vom HortiONE Dimmer: Abmessungen: 30 x 23 x 30 mm Gewicht: 50 g Garantiebestimmungen Garantiebestimmungen",
      "technicalDetails": "Artikelgewicht: 0,05 kg",
      "price": 9.64,
      "stock": {
        "statusText": "2 Auf Lager",
        "quantity": 2,
        "inStock": true
      },
      "supplierWeight": {
        "raw": "0.05 kg",
        "grams": 50
      },
      "supplierImages": [
        "https://bloomtech.de/media/image/product/5253/lg/hortione-dimmer.webp"
      ]
    }
  ]
}